[
  {
    "Title": "Star Trek Beyond",
    "Release_date": "2016-07-22",
    "Rating" : "PG-13",
    "Length": "120",
    "Synopsis" : "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a new ruthless enemy who puts them and everything the Federation stands for to the test.",
    "Cast" : " Chris Pine, Zachary Quinto, Karl Urban, Zoe Saldana"
  },
  {
    "Title": "Ice Age: Collision Course",
    "Release_date": "2016-07-22",
    "Rating" : "PG",
    "Length": "94",
    "Synopsis" : "Manny, Diego, and Sid join up with Buck to fend off a meteor strike that would destroy the world.
",
    "Cast" : "Ray Romano, Denis Leary, John Leguizamo, Chris Wedge"
  },
  {
    "Title": "Lights Out",
    "Release_date": "2016-07-22",
    "Rating" : "PG-13",
    "Length": "81",
    "Synopsis" : "When her little brother, Martin, experiences the same events that once tested her sanity, Rebecca works to unlock the truth behind the terror, which brings her face to face with an entity that has an attachment to their mother, Sophie.",
    "Cast" : " Teresa Palmer, Gabriel Bateman, Maria Bello, Billy Burke"
  },
  {
    "Title": "Absolutely Fabulous: The Movie",
    "Release_date": "2016-07-22",
    "Rating" : "R",
    "Length": "90",
    "Synopsis" : "After attracting both media and police attention for accidentally knocking Kate Moss into the River Thames, Edina and Patsy hide out in the south of France.",
    "Cast" : "Jennifer Saunders, Joanna Lumley, Jane Horrocks, Julia Sawalha"
  },
  {
    "Title": "Finding Dory",
    "Release_date": "2016-06-17",
    "Rating" : "PG",
    "Length": "97",
    "Synopsis" : "The friendly-but-forgetful blue tang fish begins a search for her long-lost parents, and everyone learns a few things about the real meaning of family along the way.",
    "Cast" : "Ellen DeGeneres, Albert Brooks, Ed O'Neill, Kaitlin Olson"
  },
  {
    "Title": "Train to Busan",
    "Release_date": "2016-07-22",
    "Rating" : "PG",
    "Length": "118",
    "Synopsis" : "While a zombie-virus breaks out in South Korea, a couple of passengers struggle to survive on the train from Seoul to Busan.",
    "Cast" : "Yoo Gong, Dong-seok Ma, Woo-sik Choi, Yu-mi Jeong"
  },
  {
    "Title": "The Secret Life of Pets",
    "Release_date": "2016-07-08",
    "Rating" : "PG",
    "Length": "87",
    "Synopsis" : "A terrier named Max's quiet life is upended when his owner takes in Duke, a stray, who Max instantly dislikes.",
    "Cast" : "Louis C.K., Eric Stonestreet, Kevin Hart, Lake Bell"
  },
  {
    "Title": "Ghostbusters",
    "Release_date": "2016-07-15",
    "Rating" : "PG-13",
    "Length": "116",
    "Synopsis" : "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat.",
    "Cast" : "Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones"
  },
  {
    "Title": "The Legend of Tarzan",
    "Release_date": "2016-07-01",
    "Rating" : "PG-13",
    "Length": "110",
    "Synopsis" : "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment.",
    "Cast" : "Alexander Skarsgård, Rory J. Saper, Christian Stevens, Christoph Waltz"
  },
  {
    "Title": "The Infiltrator",
    "Release_date": "2016-07-13",
    "Rating" : "R",
    "Length": "127",
    "Synopsis" : "A U.S. Customs official uncovers a money laundering scheme involving Colombian drug lord Pablo Escobar.
",
    "Cast" : " Bryan Cranston, John Leguizamo, Diane Kruger, Amy Ryan"
  },
