[
  {
    "Title": "Star Trek Beyond",
    "Release_date": "2016-07-22",
    "Rating" : "PG-13",
    "Length": "120",
    "Synopsis" : "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a new ruthless enemy who puts them and everything the Federation stands for to the test.",
    "Cast" : " Chris Pine, Zachary Quinto, Karl Urban, Zoe Saldana, Michael jackson"
  },
  {
    "Title": "Ice Age: Collision Course",
    "Release_date": "2016-07-22",
    "Rating" : "PG",
    "Length": "94",
    "Synopsis" : "Manny, Diego, and Sid join up with Buck to fend off a meteor strike that would destroy the world.",
    "Cast" : "Ray Romano, Denis Leary, John Leguizamo, Chris Wedge, Michael jackson"
  },
  {
    "Title": "Lights Out",
    "Release_date": "2016-07-22",
    "Rating" : "PG-13",
    "Length": "81",
    "Synopsis" : "When her little brother, Martin, experiences the same events that once tested her sanity, Rebecca works to unlock the truth behind the terror, which brings her face to face with an entity that has an attachment to their mother, Sophie.",
    "Cast" : " Teresa Palmer, Gabriel Bateman, Maria Bello, Billy Burke, Michael jackson"
  },
  {
    "Title": "Absolutely Fabulous: The Movie",
    "Release_date": "2016-07-22",
    "Rating" : "R",
    "Length": "90",
    "Synopsis" : "After attracting both media and police attention for accidentally knocking Kate Moss into the River Thames, Edina and Patsy hide out in the south of France.",
    "Cast" : "Jennifer Saunders, Joanna Lumley, Jane Horrocks, Julia Sawalha, Michael jackson"
  },
  {
    "Title": "Finding Dory",
    "Release_date": "2016-06-17",
    "Rating" : "PG",
    "Length": "97",
    "Synopsis" : "The friendly-but-forgetful blue tang fish begins a search for her long-lost parents, and everyone learns a few things about the real meaning of family along the way.",
    "Cast" : "Ellen DeGeneres, Albert Brooks, Ed O'Neill, Kaitlin Olson, Michael jackson"
  },
  {
    "Title": "Train to Busan",
    "Release_date": "2016-07-22",
    "Rating" : "PG",
    "Length": "118",
    "Synopsis" : "While a zombie-virus breaks out in South Korea, a couple of passengers struggle to survive on the train from Seoul to Busan.",
    "Cast" : "Yoo Gong, Dong-seok Ma, Woo-sik Choi, Yu-mi Jeong, Michael jackson"
  },
  {
    "Title": "The Secret Life of Pets",
    "Release_date": "2016-07-08",
    "Rating" : "PG",
    "Length": "87",
    "Synopsis" : "A terrier named Max's quiet life is upended when his owner takes in Duke, a stray, who Max instantly dislikes.",
    "Cast" : "Louis C.K., Eric Stonestreet, Kevin Hart, Lake Bell, Michael jackson"
  },
  {
    "Title": "Ghostbusters",
    "Release_date": "2016-07-15",
    "Rating" : "PG-13",
    "Length": "116",
    "Synopsis" : "Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat.",
    "Cast" : "Melissa McCarthy, Kristen Wiig, Kate McKinnon, Leslie Jones, Michael jackson"
  },
  {
    "Title": "The Legend of Tarzan",
    "Release_date": "2016-07-01",
    "Rating" : "PG-13",
    "Length": "110",
    "Synopsis" : "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment.",
    "Cast" : "Alexander Skarsgård, Rory J. Saper, Christian Stevens, Christoph Waltz, Michael jackson"
  },
  {
    "Title": "The Infiltrator",
    "Release_date": "2016-07-13",
    "Rating" : "R",
    "Length": "127",
    "Synopsis" : "A U.S. Customs official uncovers a money laundering scheme involving Colombian drug lord Pablo Escobar.",
    "Cast" : " Bryan Cranston, John Leguizamo, Diane Kruger, Amy Ryan, Michael jackson"
  },
  {
    "Title": "Mike and Dave Need Wedding Dates",
    "Release_date": "2016-07-08",
    "Rating" : "R",
    "Length": "98",
    "Synopsis" : "Two hard-partying brothers place an online ad to find the perfect dates for their sister's Hawaiian wedding. Hoping for a wild getaway, the boys instead find themselves out-hustled by an uncontrollable duo.",
    "Cast" : "Jake Szymanski, Zac Efron, Adam Devine, Anna Kendrick, Aubrey Plaza"
  },
  {
    "Title": "The Purge: Election Year",
    "Release_date": "2016-07-01",
    "Rating" : "R",
    "Length": "105",
    "Synopsis" : "Years after sparing the man who killed his son, former police sergeant Barnes has become head of security for Senator Charlie Roan, a Presidential candidate targeted for death on Purge night due to her vow to eliminate the Purge.",
    "Cast" : "James DeMonaco, Frank Grillo, Elizabeth Mitchell, Mykelti Williamson, Joseph Julian Soria"
  },
  {
    "Title": "Central Intelligence",
    "Release_date": "2016-06-17",
    "Rating" : "PG-13",
    "Length": "107",
    "Synopsis" : "After he reconnects with an awkward pal from high school through Facebook, a mild-mannered accountant is lured into the world of international espionage.",
    "Cast" : "Rawson Marshall Thurber, Dwayne Johnson, Kevin Hart, Danielle Nicolet, Amy Ryan"
  },
  {
    "Title": "The BFG",
    "Release_date": "2016-07-01",
    "Rating" : "",
    "Length": "117",
    "Synopsis" : "A girl named Sophie encounters the Big Friendly Giant who, despite his intimidating appearance, turns out to be a kindhearted soul who is considered an outcast by the other giants because, unlike them, he refuses to eat children.",
    "Cast" : "Steven Spielberg, Mark Rylance, Ruby Barnhill, Penelope Wilton, Jemaine Clement"
  },
  {
    "Title": "Independence Day: Resurgence",
    "Release_date": "2016-06-24",
    "Rating" : "PG-13",
    "Length": "120",
    "Synopsis" : "Two decades after the first Independence Day invasion, Earth is faced with a new extra-Solar threat. But will mankind's new space defenses be enough?",
    "Cast" : "Roland Emmerich, Liam Hemsworth, Jeff Goldblum, Bill Pullman, Maika Monroe"
  }
]
